{
    "BOLIVIA FT ORGANIC COOP SAN JUAN – *52009* – 27862 – 69.0 kg GrainPro Bags ": {
        "altitude": "1500 masl",
        "background": "\n\t\t\tCoffee Background\n\t\t\tCooperativa Agrícola Cafetalera San Juan (San Juan) was formed in 1974 with 40 farmer members across Caranaví united in the goal of supporting small family farms and organic, chemical-free methods. The cooperative started out strong; by the mid-2000s Bolivia was hosting annual Cup of Excellence competitions and there was a high level of international development interest in the Yungas coffee sector, of which Caranaví is the center. However, productivity declined tremendously from 2006-2017 among cooperative members due to aging trees and falling investment. That year, Felix Chambi Garcia joined the organization, bringing with him over 16 years of specialty experience as a cupper and member of various other Bolivian cooperatives. Since then, the coop’s total production, overall quality, and diversity of coffees has all increased significantly. Felix sees himself as part of the younger, renewed generation of coffee lovers in Bolivia—including baristas and roasters—who are fortunate to be in a producing country with such high potential. This generation certainly believes there is a lot of ground to be covered.\n\nSan Juan relies on individual farmers to process their own coffee. Felix has made quality control central to the coop’s operations, and his lab in Alto Cochabamba serves as the central control point for all lot building and exportation. Parchment lots that don’t make the minimum requirement are sold domestically, rather than marketed abroad. Harvesting goes according to a common protocol as well: coffee cherry is picked exclusively ripe, floated to sort by density, depulped on small mechanical depulpers, and fermented 18-24 hours. Once fermentation is complete the parchment is washed clean in narrow basins and sundried on raised screen beds. The cooperative is working toward installing mechanical demucilagers to better calibrate the pulping and fermentation of the various members.\n\nBolivia is South America's only landlocked coffee producing country and is the smallest exporter of coffee on the continent. The quality of that coffee, however, is hardly lacking in diversity or beauty. Bolivia’s terrain and geography is gifted for arabica production, particularly throughout its greater Yungas region (Yungas is Aymara for \"warm lands\"), whose mountain ranges connect the low and humid Amazonian basin to the dry Andean altiplano above.\n\nThe most productive municipality in the Yungas is by far Caranaví, where 85-90% of Bolivia's specialty coffee has continued to thrive over the decades. Caranaví's landscape is steep, cloudy, rugged, and remote, with natural forest making up more than 90% of the territory. Coffee farms in this high and tropical climate tend to be well-managed but small, challenged by isolation and lacking in long-term industry support. Bolivian growers still often don’t have processing equipment or transportation of their own, a massive hurdle in such territory.\n\nBiodiversity, soil health, elevation, and progressive leadership in San Juan all work undeniably in favor of small farmers seeking sustainable livelihoods with coffee. Yet, facing each and every Bolivian coffee, especially the best ones, is one of the most strenuous overland transits in the coffee world, passing elevations of 4000 meters over the top of the Andes and west to the port of Arica on Chile’s coast. The country’s low production, select few producer groups in the specialty game, and formidable logistical challenges, means each successful arrival is something to be cherished.\t\t",
        "grower": "33 farms organized around Cooperativa Agrícola Cafetalera San Juan",
        "link": "https://royalcoffee.com/product/3427097000016259189/",
        "listed_flavors": "Tangerine, cashew, caramel, chocolate",
        "process": "Fully washed and sun dried",
        "region": "Caranavi, La Paz, Bolivia",
        "site": "Royal Coffee",
        "variety": "Typica, Caturra, and Catuai"
    },
    "Bolivia Caranavi Mamani Family Anaerobic Caturra – *52139* – 27104 – 60.0 kg Ecotact Bags ": {
        "altitude": "1550 - 1580 masl",
        "background": "\n\t\t\tCoffee Background\n\t\t\tCoffee has been cultivated in Bolivia for hundreds of years, but now a new generation of coffee farmers dedicated to producing high-quality coffee are taking the stage in Bolivia. For the first time in the country’s history, green coffee production has funding and support from the federal government, fueling the search for knowledge among dedicated young coffee professionals. The epicenter in the rise of Bolivian specialty coffee is in the Yungas region, where most farms were first established after a wave of migration to the region caused by Bolivia’s Agrarian Revolution in the 1950s. And nearly a century later this lot emerges from the Mamani family farm as the benchmark for the region’s profile. The 27-acre farm called El Mirador is located near Caranaví. The Mamani family has been growing coffee in the greater Yungas region of Bolivia for over 50 years. During the harvest, cherries are carefully selected, depulps, fermented in sealed tanks, washed and then the parchment is dried on patios and raised beds. Since Bolivia is a landlocked coffee producing country, farmers need extra help getting their coffee to the international market. AGRICAFE deserves a lot of credit for their dedication to delivering Bolivia's coffee potential to the international market. AGRICAFE was established in 1986 and is a family business that manages 12 of its own farms and also supports other small farms across Caranaví and Nor Yungas. Their smallholder program, “Sol de Mañana”, began in 2013 with 10 producers and a curriculum focused on nursery and farm management, and specialty harvesting. Organic fertilizers were made available to participants at half price and each individual coffee tree was tracked for pruning, inputs, productivity and picking. This granular attention to detail has improved productivity and quality and carries over to the logistics of moving coffee to the dry-mill where quality and traceability are protected during the preparation for export.\t\t",
        "grower": "Finca El Mirador | Mamani Family",
        "link": "https://royalcoffee.com/product/3427097000010940017/",
        "listed_flavors": "Plum, cherry, brown sugar, effervescent",
        "process": "Anaerobic cherry fermentation, Fully washed process and dried on raised beds",
        "region": "Uchumachi, Caranavi province, La Paz Department, Bolivia",
        "site": "Royal Coffee",
        "variety": "Red caturra, Yellow caturra"
    },
    "Bolivia Hernesto Mamani Honey – *52013* – 27102 – GrainPro Bags ": {
        "altitude": "1497 masl",
        "background": "\n\t\t\tCoffee Background\n\t\t\tCoffee has been in Bolivia for hundreds of years, but now a new generation of coffee farmers dedicated to producing high-quality coffee are taking the stage in Bolivia. For the first time in the country’s history, green coffee production has funding and support from the federal government, fueling the search for knowledge among dedicated young coffee professionals. The epicenter in the rise of Bolivian specialty coffee is in the los Yungas region, where most farms were first established after a wave of migration to the region caused by Bolivia’s Agrarian Revolution in the 1950s. And nearly a century later this lot emerges from a single small farm belonging to Hernesto Mamani and his family. The 6-acre farm called Finca La Esperanza is located near Caranaví. The Mamani family has been growing coffee in the greater Yungas region of Bolivia for over 50 years. Hernesto carefully harvests the cherry, depulps and dries the coffee on patios and raised beds with mucilage still attached, skipping the washing stage to save water. Since Bolivia is a landlocked coffee producing country, farmers need help getting their coffee to the international market. Felix Chambi Garcia through his leadership role at the San Juan cooperative has become an important figure, helping producers with the logistics of moving coffee to the dry mill where quality and traceability are protected during the preparation for export.\t\t",
        "grower": "Hernesto Mamani | Finca La Esperanza",
        "link": "https://royalcoffee.com/product/3427097000010940013/",
        "listed_flavors": "Orange, canned pear, milk chocolate, tart, syrupy",
        "process": "Honey processed, depulped and immediately dried on raised screens in the sun",
        "region": "Chojñapampa, Caranaví Province, La Paz Department, Bolivia",
        "site": "Royal Coffee",
        "variety": "Red Catuai"
    },
    "Bolivia Irupana Fausto Machaca – *52010* – 27101 – GrainPro Bags ": {
        "altitude": "1502 masl",
        "background": "\n\t\t\tCoffee Background\n\t\t\tCoffee has been in Bolivia for hundreds of years, but now a new generation of coffee farmers dedicated to producing high-quality coffee are taking the stage in Bolivia. For the first time in the country’s history, green coffee production has funding and support from the federal government, fueling the search for knowledge among dedicated young coffee professionals. The epicenter in the rise of Bolivian specialty coffee is in the los Yungas region, where most farms were first established after a wave of migration to the region caused by Bolivia’s Agrarian Revolution in the 1950s. And nearly a century later this lot emerges from a single small farm belonging to Fausto Machaca and his family. The 4-acre farm located near Caranaví in the Irupana municipality. Fausto and his family have been growing coffee in the Yungas region of Bolivia for over 50 years. Fausto carefully harvests the cherry, depulps, ferments, washes, and dries the coffee on patios and raised beds. Since Bolivia is a landlocked coffee producing country, farmers need help getting their coffee to the international market. Felix Chambi Garcia through his leadership role at the San Juan cooperative has become an important figure, helping producers with the logistics of moving coffee to the dry-mill where quality and traceability are protected during the preparation for export.\t\t",
        "grower": "Fausto Machaca",
        "link": "https://royalcoffee.com/product/3427097000010940011/",
        "listed_flavors": "Plum, nougat, almond, dark chocolate",
        "process": "Fully washed and dried on raised beds",
        "region": "Irupana municipality, La Paz Department, Bolivia",
        "site": "Royal Coffee",
        "variety": "Caturra"
    },
    "Brazil FAF Caconde Serra Do Cigano Natural – 28365 – 60.0 kg GrainPro Bags ": {
        "altitude": "1200 – 1350 masl",
        "background": "\n\t\t\tCoffee Background\n\t\t\tThe Mogiana region of Brazil is a small designation of coffee origin along the border between São Paulo and Minas Gerais states. The region has a long history of agriculture, mining and in more recently, cash-cropping. Waves of European settlers aggressively transformed large portions of Brazil’s inland savannah over many generations of colonial development, beginning with sugar cane and then quickly favoring coffee as consumption grew across the global north. São Paulo state includes some of Brazil’s oldest coffee history, with one of the country’s first rail-to-port transportation pipelines serving the state’s main coffee port of Santos—whose title would be the namesake grade of commercial coffee from Brazil for many years. Once a slave plantation economy, Brazil’s coffee production underwent cycles of booms and busts with a bad reputation for quality among consumers during its industrialization period. In the past 30 years, however, Brazil has made clear to the global coffee industry that its history has led to what is now easily the planet's most modern coffee farming culture, with world-class agronomic research and post-harvest technology that accommodates huge scale, as well as exemplary farmworker labor protections and high minimum wages for pickers.  \n\nDespite the default impression of Brazil as being dominated by large, mechanized farms, still about half of the country’s coffee farmers are small, family-managed operations who process at home and sell to local growers’ organizations to earn their living. Smaller farms tend to be clustered in the more difficult landscapes for coffee efficiency—the ones that are steep and forested, difficult to access, or at higher elevations where the climate is more challenging for coffee to thrive. \n\nFAF Coffees is a specialty exporter in Brazil founded by the Croce family. During their years spent struggling to revive the soils of their own family farm in the Mogiana region, the Croces connected with like-minded growers struggling as well to make farming viable for the next generation, with a strong focus on their immediate ecosystems—the watersheds and canopies that made the land worth living on—as well as quality, as means to economic independence and self-esteem. Over the years the Croce’s network of farmers grew. FAF now exports coffee on behalf of 150 small and sustainable farms throughout the Mogiana region, and increasingly, other pockets of entrepreneurial small growers dedicated to the same combination of cup quality, environmental health, and community strength, exuberantly referred to in the FAF network as “total quality”.  \n\nThis particular lot is a micro-blend of 2 farms located in the community of Cerra do Cigano, or “Gypsy Hill”, in the municipality of Caconde, a rolling, mountainous area with steep slopes and abundant natural springs, populated mostly by legacy family homesteads. Sítio Boa Vista is one of the very first farms to join the Croce family in their mission to transform their land, when very few buyers in the world expected specialty coffee from Brazil. The farm is 17 hectares and entirely hand-harvested. It is managed by Gertrudes and her husband Celso, and their son Denner, and includes extended family members to manage the harvest. The second farm, Sítio Joaninha, is run by Valdir José Ferreira, whose grandparents first moved to Caconde 35 years ago. After spending holidays on the farm and learning the lifestyle, he moved to the region himself and established Joaninha, a 7-hectare estate, which is now home to Valdir, his wife Daniela, their two children, and Valdir’s parents, all of whom help run the farm. “Joaninha” translates to “ladybug”, named after his mother’s experience of watching agro-chemicals destroy the once thriving ladybug population on the farms, killing off the land’s natural pest control—the family’s mission is to farm regeneratively and bring the ladybugs back. Both farms utilize raised beds for drying naturals, which are constantly rotated and sorted by the families during the drying. \n\nBoa Vista and Joaninha have become evangelists within FAF’s network and synonymous with the effort to revive small coffee farms and create a new market for the “other” Brazil: the harder-to-access family plots with high quality potential and an embodiment of community ideals deserving of visibility among specialty roasters. \t\t",
        "grower": "Sítio Boa Vista & Sítio Joaninha",
        "link": "https://royalcoffee.com/product/3427097000012253138/",
        "listed_flavors": "Nutty, malt, chocolate fudge",
        "process": "Full natural",
        "region": "Cerro do Cigano, Caconde, São Paulo state, Brazil",
        "site": "Royal Coffee",
        "variety": "Red catauí and caturra"
    },
    "Brazil FAF Caparaó Community  – 28367 – 60.0 kg GrainPro Bags ": {
        "altitude": "1200 - 1350 masl",
        "background": "\n\t\t\tCoffee Background\n\t\t\tBrazil’s Parque Nacional do Caparaó, on the border of Minas Gerais and Espirito Santo states, is an awe-inspiring place. For coffee buyers conditioned to the sight of central and western Minas Gerais, with its endlessly rolling, shade-less coffee savannah, coffee grown in the Caparaó foothills looks like Minas turned on its side: slopes are aggressively steep, shaded, and wet, more resembling places like Nariño, in Colombia, or the Sandia Valley, in southern Peru, rather than the vast majority of Brazil. Southeastern Brazil gets little credit for its mountainousness, at least in coffee, where all of the scale is achieved in the more mechanical-friendly inland regions of Minas Gerais and São Paulo. But Caparaó is part of a scattered chain of ridgelines that combines the tropical rainforests of the Atlantic side with the warm, dry climate of the western inland expanse, whose closest ecological resemblance is the Andes mountains.  \n\nThis particular lot is a micro-blend of 2 farms located in the Alto Jequitibá community, in the western Caparaó foothills. Sítio Café da Lalá is a 15 hectare farm owned by Josimar, who goes by Lalá, who inherited the plot from her parents and has been living on the farm for 20 years but only started producing specialty grade coffee very recently. 7 of her 15 hectares are planted with coffee, with the rest reserved for forest and vegetables grown for the home.  In her own words, “I've always worked as a coffee producer, but I've never had the recognition for my work like this year. I realize working with specialty coffee unites people from everywhere and this is fantastic.  This year we learned a lot.  In this area the people who are most involved in specialty coffee for now are women, and we try to exchange ideas with people who already work with quality coffee and we learn a lot. We are in the process of certification, but even without completing the certification I realize how important it is to respect the environment.  Our water comes from the forest, and I am aware of how we must preserve it, the water we have is our greatest asset.  I really love my daughters who always help me, and I am sure that the specialty coffee we produce in the coming years will be more than enough to support all future generations.\"  \n\nThe second farm in the blend, Sítio Água Limpa, is a 32 hectare farm managed by Maria Aparecida and her husband Amando José. Their farm started as abandoned land next to Lalá’s. They bought the land themselves in an effort to put down roots. At first coffee production was new to them and extremely complicated; after spending time with Lalá, however, they became inspired to integrate their farming into a healthier, sustainable way of life. Água Limpa now produces specialty coffee in addition to vegetables, pigs and chickens for local consumption. And, Aparecida has become a passionate evangelist for women farmers: “Lalá inspired me to try and produce a different coffee, a coffee that takes a lot of work, more care, is cleaner, and most of all a partnership with family, with nature and with friends and always with honesty. We have delivered our first specialty coffee and I want to continue this work. This is just the beginning and we the women and families of the Vargem Grande Highlands can make a difference. We are women of coffee, we plant, we care, we harvest and we prepare with love the coffee shows it. We are entering a world where we never imagined we could belong. The world of special coffee.” \n\nThis micro-blend from Alto Jequitibá is part of a small lineup we have this year from FAF Coffees, a specialty exporter in Brazil founded by the Croce family. During their years spent struggling to revive the soils of their own family estate in the Mogiana region, the Croces connected with like-minded family farms struggling as well to make farming viable for the next generation, with a strong focus on their immediate ecosystems—the watersheds and canopies that made the land worth living on—as well as quality, as means to economic independence and self-esteem. Over the years the Croce’s network of farmers grew. FAF now exports coffee on behalf of 150 small and sustainable farms throughout the Mogiana region, and increasingly, other pockets of entrepreneurial small growers dedicated to the same combination of cup quality and environmental health, exuberantly referred to in the FAF network as “total quality”.  \t\t",
        "grower": "Sítio Café da Lalá & Sítio Água Limpa",
        "link": "https://royalcoffee.com/product/3427097000014137219/",
        "listed_flavors": "Cherry, chocolate, boozy",
        "process": "Natural",
        "region": "Alto Jequitibá, Caparaó Region, Minas Gerais state, Brazil",
        "site": "Royal Coffee",
        "variety": "Red catauí and caturra"
    },
    "Brazil FAF Caparaó Community Natural – 28367 – 60.0 kg GrainPro Bags ": {
        "altitude": "1200 - 1350 masl",
        "background": "\n\t\t\tCoffee Background\n\t\t\tBrazil’s Parque Nacional do Caparaó, on the border of Minas Gerais and Espirito Santo states, is an awe-inspiring place. For coffee buyers conditioned to the sight of central and western Minas Gerais, with its endlessly rolling, shade-less coffee savannah, coffee grown in the Caparaó foothills looks like Minas turned on its side: slopes are aggressively steep, shaded, and wet, more resembling places like Nariño, in Colombia, or the Sandia Valley, in southern Peru, rather than the vast majority of Brazil. Southeastern Brazil gets little credit for its mountainousness, at least in coffee, where all of the scale is achieved in the more mechanical-friendly inland regions of Minas Gerais and São Paulo. But Caparaó is part of a scattered chain of ridgelines that combines the tropical rainforests of the Atlantic side with the warm, dry climate of the western inland expanse, whose closest ecological resemblance is the Andes mountains.  \n\nThis particular lot is a micro-blend of 2 farms located in the Alto Jequitibá community, in the western Caparaó foothills. Sítio Café da Lalá is a 15 hectare farm owned by Josimar, who goes by Lalá, who inherited the plot from her parents and has been living on the farm for 20 years but only started producing specialty grade coffee very recently. 7 of her 15 hectares are planted with coffee, with the rest reserved for forest and vegetables grown for the home.  In her own words, “I've always worked as a coffee producer, but I've never had the recognition for my work like this year. I realize working with specialty coffee unites people from everywhere and this is fantastic.  This year we learned a lot.  In this area the people who are most involved in specialty coffee for now are women, and we try to exchange ideas with people who already work with quality coffee and we learn a lot. We are in the process of certification, but even without completing the certification I realize how important it is to respect the environment.  Our water comes from the forest, and I am aware of how we must preserve it, the water we have is our greatest asset.  I really love my daughters who always help me, and I am sure that the specialty coffee we produce in the coming years will be more than enough to support all future generations.\"  \n\nThe second farm in the blend, Sítio Água Limpa, is a 32 hectare farm managed by Maria Aparecida and her husband Amando José. Their farm started as abandoned land next to Lalá’s. They bought the land themselves in an effort to put down roots. At first coffee production was new to them and extremely complicated; after spending time with Lalá, however, they became inspired to integrate their farming into a healthier, sustainable way of life. Água Limpa now produces specialty coffee in addition to vegetables, pigs and chickens for local consumption. And, Aparecida has become a passionate evangelist for women farmers: “Lalá inspired me to try and produce a different coffee, a coffee that takes a lot of work, more care, is cleaner, and most of all a partnership with family, with nature and with friends and always with honesty. We have delivered our first specialty coffee and I want to continue this work. This is just the beginning and we the women and families of the Vargem Grande Highlands can make a difference. We are women of coffee, we plant, we care, we harvest and we prepare with love the coffee shows it. We are entering a world where we never imagined we could belong. The world of special coffee.” \n\nThis micro-blend from Alto Jequitibá is part of a small lineup we have this year from FAF Coffees, a specialty exporter in Brazil founded by the Croce family. During their years spent struggling to revive the soils of their own family estate in the Mogiana region, the Croces connected with like-minded family farms struggling as well to make farming viable for the next generation, with a strong focus on their immediate ecosystems—the watersheds and canopies that made the land worth living on—as well as quality, as means to economic independence and self-esteem. Over the years the Croce’s network of farmers grew. FAF now exports coffee on behalf of 150 small and sustainable farms throughout the Mogiana region, and increasingly, other pockets of entrepreneurial small growers dedicated to the same combination of cup quality and environmental health, exuberantly referred to in the FAF network as “total quality”.  \t\t",
        "grower": "Sítio Café da Lalá & Sítio Água Limpa",
        "link": "https://royalcoffee.com/product/3427097000012253151/",
        "listed_flavors": "Cherry, chocolate, boozy",
        "process": "Natural",
        "region": "Alto Jequitibá, Caparaó Region, Minas Gerais state, Brazil",
        "site": "Royal Coffee",
        "variety": "Red catauí and caturra"
    },
    "Burundi Ubuto-Karuzi Washed – *51652* – 25645 – GrainPro Bags ": {
        "altitude": "1700 masl",
        "background": "\n\t\t\tCoffee Background\n\t\t\tJeanine Niyonzima-Aroian, the founder of JNP Coffees, is without a doubt one of the most influential individuals in Burundi coffee today. Raised in Bujumbura, Jeanine would go on to earn an MBA from Northwestern University’s prestigious Kellogg School, cycle through corporate America, and eventually reconnect with her birth country by founding Burundi Friends International, a not-for-profit that funds educational and economic empowerment programs for rural Burundians, which is now in its 13th year. After a few years marketing Burundi coffees stateside for friends and family, Jeanine realized she had every reason to lead the business, and JNP Coffees was born.\nJNP Coffee is highly focused on women’s empowerment, and along with a few local women’s rights advocates, formulated the Burundi chapter of the International Women’s Coffee Alliance. The network of IWCA farmer members in Burundi is now more than 2,000, whose coffee is differentiated by membership, marketed for its traceability and impact, and which generates end-of-year premiums for all involved. In fact, the IWCA value chain has been so impactful that JNP has created additional programs to expand their farmer base and generate premiums beyond the IWCA registered growers.\nThis is one of those additional programs. A local leader of a producer group in Karuzi Province decided to seek JNP’s partnership. Karuzi is located in central Burundi and historically lesser known for its coffee compared to neighboring Ngozi and Kayanza provinces, considered to be Burundi’s top quality producers. The Karuzi group had heard of JNP’s assistance programs and post-harvest premiums and wanted to know how to get involved. Due to exactly this type of demand, JNP has established the “Dushime” program (dushime in Kirundi translates to “let’s be thankful”), which provides quality consulting, lot selection, marketing to JNP’s buyer community, and end-of-year premiums for participating groups not otherwise members of the IWCA. This coffee, created from only one distinct processing lot from this harvest, has been titled Ubuto, which translates to “young”. The name is a reflection of the brand-new partnership between JNP and Karuzi Province, as well as the literal age of the coffee trees themselves, which among this group are only a few harvests old, and distinctly youthful in the cup: this microlot is toasty sweet and fruited, like graham crackers and jam, with an acidic clarity and delicate floral layer that indicates many years of bright, assertive coffee ahead.\nFully washed processing by the Ubuto group is as detailed as anywhere in Burundi where the best coffees are produced. Cherry is floated for density and visible defects prior to depulping and fermentation. After fermentation is complete the wet parchment is sorted by density in concrete washing channels. Drying takes place at first under shade, and then in open air with the parchment piled into pyramids, which are flattened and re-shaped each day as a form of incremental air exposure to slowly and evenly dry the coffee and lock in the final moisture.\t\t",
        "grower": "200 growers organized around the Ubuto producer group",
        "link": "https://royalcoffee.com/product/3427097000013922239/",
        "listed_flavors": "Lime, green apple, herbal, cocoa",
        "process": "Fully washed and dried on raised beds",
        "region": "Karuzi Province, Burundi",
        "site": "Royal Coffee",
        "variety": "Local bourbon cultivars"
    },
    "COLOMBIA FT ORGANIC CAUCA ACEC EP – 29635 – 69.3 kg GrainPro Bags ": {
        "altitude": "900 - 1650 masl",
        "background": "\n\t\t\tCoffee Background\n\t\t\tThis coffee is sourced from family owned farms organized around the Asociación de Caficultores Ecológicos del Cauca (ACEC), which has 500 members (80 women) who live in the municipalities of Popayán within the department of Cauca, Colombia.  On average, each producer cultivates their coffee on 1.5 hectares of land.  ACEC is currently implementing training sessions for members to improve the quality of coffee and manage the environmental impact caused by coffee cultivation in the region.\t\t",
        "grower": "Asociación de Caficultores Ecológicos del Cauca (ACEC)",
        "link": "https://royalcoffee.com/product/3427097000015123050/",
        "listed_flavors": null,
        "process": "Fully washed and dried in the sun",
        "region": "Popayán, Cauca, Colombia",
        "site": "Royal Coffee",
        "variety": "Caturra, Castillo, Colombia, and Typica"
    },
    "COLOMBIA FT ORGANIC TOLIMA FABICOOP – 29583 – 70.1 kg GrainPro Bags ": {
        "altitude": "1560 – 2010 masl",
        "background": "\n\t\t\tCoffee Background\n\t\t\tFor many years, Tolima has remained hidden in plain sight, cradled between other well-known coffee growing regions, because armed conflict and coca leaf production isolated small coffee producers and exposed them to high rates of violence. During this time the municipality of Planadas, located in the southernmost corner of Tolima, had remained an untapped source of specialty coffee where thousands of producers have been cultivating coffee on just a few acres of land intercropped with shade trees, bananas, corn, beans and sugar cane. As conflict has subsided in recent years, locally organized associations have taken the lead in creating market access for these producers. Established in 2013 with 49 producer-members, FABICOOP has focused on certifications and training producers in best organic practices. The cooperative has invested in basic infrastructure needs like road improvements, establishing local warehouses, creating micro-credit for producers and investing in social programs on a larger and more impactful scale, using the collective resources generated from the sale of coffee. Environmental training programs, healthcare initiatives, life insurance, and educational opportunities are just some of the ways the cooperative strives to improve the quality of life for coffee producers and their families.\t\t",
        "grower": "89 producer members of Cooperativa Multiactiva Comercializadora de Café y Granos deL Norte Dek Huila (FABICOOP LTDA)",
        "link": "https://royalcoffee.com/product/3427097000017113250/",
        "listed_flavors": "Orange, peach, powdered sugar, white chocolate",
        "process": "Fully washed and dried inside solar dryers that provide protection from the rain",
        "region": "Gaitania, Planadas, Tolima, Colombia",
        "site": "Royal Coffee",
        "variety": "Caturra, Castillo, Catimor, Tabis, and Typica"
    },
    "COLOMBIA FT ORGANIC TOLIMA – 29571 – 69.8 kg GrainPro Bags ": {
        "altitude": "1560 – 2010 masl",
        "background": "\n\t\t\tCoffee Background\n\t\t\tFor many years, Tolima has remained hidden in plain sight, cradled between other well-known coffee growing regions, because armed conflict and coca leaf production isolated small coffee producers and exposed them to high rates of violence. During this time the municipality of Planadas, located in the southernmost corner of Tolima, had remained an untapped source of specialty coffee where thousands of producers have been cultivating coffee on just a few acres of land intercropped with shade trees, bananas, corn, beans and sugar cane. As conflict has subsided in recent years, locally organized associations have taken the lead in creating market access for these producers. Established in 2013 with 49 producer-members, FABICOOP has focused on certifications and training producers in best organic practices. The cooperative has invested in basic infrastructure needs like road improvements, establishing local warehouses, creating micro-credit for producers and investing in social programs on a larger and more impactful scale, using the collective resources generated from the sale of coffee. Environmental training programs, healthcare initiatives, life insurance, and educational opportunities are just some of the ways the cooperative strives to improve the quality of life for coffee producers and their families.\t\t",
        "grower": "89 producer members of Cooperativa Multiactiva Comercializadora de Café y Granos deL Norte Dek Huila (FABICOOP LTDA)",
        "link": "https://royalcoffee.com/product/3427097000014860045/",
        "listed_flavors": "Lime, cherry, guava, chocolate, sweet",
        "process": "Fully washed and dried inside solar dryers that provide protection from the rain",
        "region": "Gaitania, Planadas, Tolima, Colombia",
        "site": "Royal Coffee",
        "variety": "Caturra, Castillo, Catimor, Tabis, and Typica"
    },
    "COLOMBIA ORGANIC TOLIMA ASOAGROTOL GALILEA – 29587 – 70.2 kg GrainPro Bags ": {
        "altitude": "1500 – 1800 masl",
        "background": "\n\t\t\tCoffee Background\n\t\t\tFor many years, Tolima has remained hidden in plain sight, cradled between other well-known coffee growing regions, because armed conflict and coca leaf production isolated small coffee producers and exposed them to high rates of violence.  For this reason much of Tolima has remained an untapped source of specialty coffee where thousands of producers have been cultivating coffee on just a few acres of land intercropped with shade trees, bananas, corn, beans and sugarcane.  As conflict has subsided in recent years, locally organized associations have taken the lead in creating market access for these producers.  Established in 2016 with 150 producer-members, Asoagrotol Galilea has focused on certifications and training producers in best organic practices.  The cooperative has invested in basic infrastructure needs like road improvements, establishing local warehouses, creating micro-credit for producers and investing in social programs on a larger and more impactful scale, using the collective resources generated from the sale of coffee.  Environmental training programs, healthcare initiatives, life insurance, and educational opportunities are just some of the ways the cooperative strives to improve the quality of life for coffee producers and their families. Producers carefully harvest and sort cherries before depulping, fermenting, washing, and drying the coffee using their own micro-mills and then deliver the coffee to the cooperative.  Traceability and quality control throughout the post harvest process is also ensured because Mastercol, a Colombian exporter company and trusted Royal partner, prepares this coffee for export.\t\t",
        "grower": "150 producer members of La Asociación Para El Avance E Innovación Tecnológica De La Agroindustria y La Agroforestación Tolimense (ASOAGROTOL GALILEA)",
        "link": "https://royalcoffee.com/product/3427097000014896200/",
        "listed_flavors": "Raspberry, nectarine, orange, chocolate",
        "process": "Fully washed and dried on raised beds",
        "region": "Galilea, Villarrica municipality, Tolima, Colombia",
        "site": "Royal Coffee",
        "variety": "Castillo, Caturra, and Colombia"
    },
    "COSTA RICA ORGANIC FINCA AMISTAD SHB EP – *51391* – 25224 – GrainPro Bags ": {
        "altitude": "1200 – 1500 masl",
        "background": "\n\t\t\tCoffee Background\n\t\t\tSo consistent and tasty that it’s made it as a Crown Jewel selection since the inception of the program, the coffee from Hacienda la Amistad shines not only in the cup, but in its commitment to the environment and community. It’s remarkable that 97% of the land that Roberto Montero’s grandfather first purchased in the early 1900s has been dedicated to forest preservation, with 6,000 of the original 10,000 hectares given back to the government of Costa Rica for the for the preservation of La Amistad International Park, the largest natural reserve in Central America. With the 4,000 hectares that have remained in this third-generation coffee farmer’s possession, Montero has dedicated 300 hectares to organic coffee production and most of the rest is forested and teeming with wildlife.\n\nRoberto’s commitment to organic farming pairs harmoniously with his commitment to his community. La Amistad’s proximity to the border of Panama has attracted many indigenous people from that country who come to the farm during harvest season with their entire families. Roberto ensures their needs are met by providing housing and free access to medical care for the seasonal pickers. Roberto also takes pride in his ability to provide more than 100 full-time jobs to his neighbors from Las Mellizas, not only in coffee cultivation, but also in the dried fruit operation that he runs year-round at La Amistad. Roberto hosts an annual employee celebration to recognize all their hard work and he also distributes school supplies to their children each year before school starts.\n\nFor further reading on Roberto Montero’s commitment to organic farming, check out this blog: Organic Coffee In The Time Of Roya. A video from La Amistad available for your viewing HERE.\t\t",
        "grower": "Roberto Montero | Hacienda La Amistad",
        "link": "https://royalcoffee.com/product/3427097000014115168/",
        "listed_flavors": "Cranberry, lychee, caramel, milk chocolate, creamy",
        "process": "Fully washed and dried in the sun and mechanical driers",
        "region": "Coto Brus, Puntarenas, Costa Rica",
        "site": "Royal Coffee",
        "variety": "Caturra, Catuai"
    },
    "COSTA RICA ORGANIC FINCA AMISTAD SHB EP – *51392* – 25225 – GrainPro Bags ": {
        "altitude": "1200 – 1500 masl",
        "background": "\n\t\t\tCoffee Background\n\t\t\tSo consistent and tasty that it’s made it as a Crown Jewel selection since the inception of the program, the coffee from Hacienda la Amistad shines not only in the cup, but in its commitment to the environment and community. It’s remarkable that 97% of the land that Roberto Montero’s grandfather first purchased in the early 1900s has been dedicated to forest preservation, with 6,000 of the original 10,000 hectares given back to the government of Costa Rica for the for the preservation of La Amistad International Park, the largest natural reserve in Central America. With the 4,000 hectares that have remained in this third-generation coffee farmer’s possession, Montero has dedicated 300 hectares to organic coffee production and most of the rest is forested and teeming with wildlife.\n\nRoberto’s commitment to organic farming pairs harmoniously with his commitment to his community. La Amistad’s proximity to the border of Panama has attracted many indigenous people from that country who come to the farm during harvest season with their entire families. Roberto ensures their needs are met by providing housing and free access to medical care for the seasonal pickers. Roberto also takes pride in his ability to provide more than 100 full-time jobs to his neighbors from Las Mellizas, not only in coffee cultivation, but also in the dried fruit operation that he runs year-round at La Amistad. Roberto hosts an annual employee celebration to recognize all their hard work and he also distributes school supplies to their children each year before school starts.\n\nFor further reading on Roberto Montero’s commitment to organic farming, check out this blog: Organic Coffee In The Time Of Roya. A video from La Amistad available for your viewing HERE.\t\t",
        "grower": "Roberto Montero | Hacienda La Amistad",
        "link": "https://royalcoffee.com/product/3427097000017325265/",
        "listed_flavors": "Dried fig, mango, molasses, tart, juicy",
        "process": "Fully washed and dried in the sun and mechanical driers",
        "region": "Coto Brus, Puntarenas, Costa Rica",
        "site": "Royal Coffee",
        "variety": "Caturra, Catuai"
    },
    "Colombia Best Of Antioquia Cielo Ruy Bolivar Gonzalez – 28871 – 35.1 kg GrainPro Bags ": {
        "altitude": "2000 masl",
        "background": "\n\t\t\tCoffee Background\n\t\t\tBest of Antioquia is a competition hosted by the Federación Nacional de Cafeteros Colombianos (FNC), the most advanced and ambitious NGO working on behalf of a national specialty coffee sector anywhere in the world. Colombia exports the second highest volume of arabica coffee on earth after Brazil, and it’s not controversial to observe that the qualities exported are categorically higher and more diverse than almost any country of comparison. Colombia’s 12 million bag export average is achieved by over half a million farms averaging about 1.5 hectares apiece, which is a staggering level of small-farm excellence across the board. After almost 45 years of cupping and buying as much Colombia coffee as we can take, we are still amazed annually and what can be found.  \n\nThe goal of the FNC’s regional competitions is to facilitate this discovery for buyers. Like micro-Cup of Excellence contests, entries from throughout a single department are screened by Federación cuppers and then the top-scoring finalists are presented to a select global audience with full traceability and an open-pricing auction platform. Often the FNC interviews the producers live online while the auction is underway, letting them show their farms and tell their stories to the global audience.  \n\nCielo Ruy Bolivar Gonzalez’ coffee was one of Royal’s purchases at this year’s auction. Cielo, along with her husband and 3 children, manage 3 hectares of coffee near Caicedo. Cielo is 35 years old, practically a child compared to the global average age of small coffee farmers (which is still in the 60s), but has almost 20 years of experience picking and processing coffee. She and her family purchased the land for El Naranjo 8 years ago and began production with 300 coffee trees. Little by little the family transformed the 3-hectare property to a high-production farm flush with 4-5 year old healthy coffee trees, which she is constantly renovating parcel by parcel. Cielo had never entered a quality competition before but was convinced to enter this one after a local buyer insisted she do so. She has always been happy living and working in the field, but now feels she can also be proud of what she produces, having been recognized in this way through the competition. \n\nProcessing at El Naranjo is carried out entirely by Cielo and her family, with the help of only 1 or 2 neighbors. Cherry is hand picked at peak ripeness and then left to ferment as whole fruit for a period of 24 hours. Once this first fermentation step is complete the cherry is depulped and fermented again for 2 days, washed, and taken to the family’s covered dryers to dry. \n\nCielo and her family of 5 are members of the local Cooperativa de Caficultores de Salgar, which maintains a collection point in Caicedo, and which extends a lot of necessary services to their members to support their development. The cooperative also sponsors individual growers’ participation in department-wide or national competitions like Best of Antioquia. \t\t",
        "grower": "Cielo Ruy Bolivar Gonzalez | Finca El Naranjo",
        "link": "https://royalcoffee.com/product/3427097000013033174/",
        "listed_flavors": null,
        "process": "Fully washed and dried on elevated tables inside solar dryers that provide protection from the rain",
        "region": "Caicedo municipality, Antioquia department, Colombia",
        "site": "Royal Coffee",
        "variety": "Caturra, Colombia"
    },
    "Colombia Cauca Timbio AA – 29615 – 70.0 kg GrainPro Bags ": {
        "altitude": "1740 - 1870 masl",
        "background": "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tPeru Farmgate Cajamarca Agua Dulce – 29847 – GrainPro Bags – Intend Ship: Dec 21, 2022 – RCWHSE\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tBags: 28\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\tGet a Quote\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tCOLOMBIA FT ORGANIC CAUCA ACEC EP – 29635 – 69.3 kg GrainPro Bags – SPOT RCWHSE\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tBags: 75\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\tAdd To Cart\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tEthiopia Yirgacheffe 1 Washed Aricha Adorsi – *52801* – 27092 – GrainPro Bags – SPOT SEAFORTH\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tBags: 8\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\tGet a Quote\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\n\t\t\t",
        "grower": "8 producers from Timbio",
        "link": "https://royalcoffee.com/product/3427097000015068488/",
        "listed_flavors": "Pink grapefruit, nectarine, floral, juicy",
        "process": "Fully washed and dried inside solar dryers that provide protection from the rain",
        "region": "Timbio, Cauca, Colombia",
        "site": "Royal Coffee",
        "variety": "Castillo, Colombia"
    },
    "Colombia Huila 64 Hour Fermentation Pacamara – 28815 – GrainPro Bags ": {
        "altitude": "1500-1800 masl",
        "background": "\n\t\t\tCoffee Background\n\t\t\tEver stop to think about all the variables that factor into creating a distinct, complex, clean and consistent regional blend? Here is one you will want to dissect, with one part terroir (from the coveted department of Huila), one part variety (Pacamara), one part processing innovation (prolonged fermentation), and one part small farm collaboration (the backbone of Colombian production). This traceable community blend with a vibrant regional profile and unique processing character was produced from the efforts producers committed to following a specific processing protocol and the Pacamara variety.  Using their own micro-mill, each producer carefully harvested the Pacamara cherries, depulped and then fermented for up to 64 hours in sealed tanks to draw-out a pronounced fruit forward profile. After this prolonged process of fermenting, the coffee was washed and then gently dried on raised beds.  The harmony between these producers in post-harvest practices was impressively precise to achieve such a clean and consistent blend.  An export company called Mastercol provides crucial cupping evaluations to ensure the resulting harmony and character, as well as, logistical support for things like warehousing and milling the coffee before export to the international market, which means better income reaches producers so they can reinvest in their farms and strengthen their families’ livelihoods.\t\t",
        "grower": "Producers organized around Mastercol",
        "link": "https://royalcoffee.com/product/3427097000012947199/",
        "listed_flavors": "Peach, vanilla, sugar cane",
        "process": "Fully washed, 64 hour fermentation and dried inside solar dryers that provide protection from the rain",
        "region": "La Argentina, Huila, Colombia",
        "site": "Royal Coffee",
        "variety": "Pacamara"
    },
    "Colombia Huila Acevedo AA – 29616 – 70.0 kg GrainPro Bags ": {
        "altitude": "1400-1740 masl",
        "background": "\n\t\t\tCoffee Background\n\t\t\tCoffee cultivation from small family owned farms is the backbone of production in Colombia. Banexport, a Colombian export company, works directly with many of these producers who have a shared commitment for exquisite coffee processing, and loving care for their farms and the environment. Banexport helps producers gain access to technical support regarding best practices for farm management, processing the harvest, and cupping feedback, which helps producers improve the quality of their coffee. The model of collaborative effort produces traceable community blends with vibrant regional profiles. This lot comes from 5 producers (Alvaro Perdomo, Alexander Collazos Rivera, Julian Gonzalez Muñoz, Nicolas Leyton Fiesco, and Jhoan Manuel Vergara Ayure) with small farms in the municipality of Acevedo within the department of Huila. With guidance from Banexport each producer follows the same post-harvest protocols, which allows for consistent blending from their respective farms. Each producer focuses on selective picking, then floats the cherries to remove damaged and underdeveloped beans, depulps to remove the skin and ferments 36 hours to remove the mucilage before washing the coffee seeds. The wet parchment is dried to 11 percent moisture over a period of 15 days on raised beds. After processing, Banexport provides crucial logistical support for things like warehousing and milling coffee for export to the international market, which provides better income for everyone to reinvest in their farms and strengthen their families’ livelihoods.\t\t",
        "grower": "Alvaro Perdomo, Alexander Collazos Rivera, Julian Gonzalez Muñoz, Nicolas Leyton Fiesco, and Jhoan Manuel Vergara Ayure",
        "link": "https://royalcoffee.com/product/3427097000015068501/",
        "listed_flavors": "Pink grapefruit, apricot, almond, cacao nib",
        "process": "Fully washed and dried inside solar dryers that provide protection from the rain",
        "region": "Acevedo, Huila, Colombia",
        "site": "Royal Coffee",
        "variety": "Castillo and Caturra"
    },
    "Colombia Huila Bruselas – 28819 – 69.8 kg GrainPro Bags ": {
        "altitude": "1600 - 1900 masl",
        "background": "\n\t\t\tCoffee Background\n\t\t\tEver stop to think about all the variables that factor into creating a distinct, complex, clean and consistent regional blend? Here is one you will want to dissect with one part terroir (from the coveted department of Huila), one part processing innovation (double fermentation), and one-part small farm collaboration (the backbone of Colombian production). This traceable community blend from the municipality of Brucelas. This lot was produced from the efforts of 30 producers committed to following a specific processing protocol. Using their own micro-mill, each producer carefully harvested cherries, fermented the cherries between 40-50 hours and then gently dried on raised beds between 10 to 15 days. The harmony between these producers in post-harvest practices was impressively precise to achieve such a clean and consistent blend. An export company called Mastercol provides crucial cupping evaluations to ensure the resulting harmony and character, as well as logistical support for things like warehousing and milling the coffee before export to the international market, which means better income reaches farmers so they can reinvest in their farms and strengthen their families’ livelihoods.\t\t",
        "grower": "30 producers organized around Mastercol",
        "link": "https://royalcoffee.com/product/3427097000012947241/",
        "listed_flavors": "Grapefruit zest, cranberry, nutmeg, dark chocolate",
        "process": "Fully washed and dried on elevated tables inside solar dryers that provide protection from the rain",
        "region": "Bruselas, Huila, Colombia",
        "site": "Royal Coffee",
        "variety": "Caturra, Castillo, and Colombia"
    },
    "Colombia Huila Chiroso Washed – 28810 – 35.2 kg GrainPro Bags ": {
        "altitude": "1580 – 1900 masl",
        "background": "\n\t\t\tCoffee Background\n\t\t\tTerra Coffee SAS is a young producer group, established in 2016, with a narrow focus on developing high quality coffees alongside select producers in the Huila and Nariño departments, and sharing them with the world. The small company manages one single producer association in each department where they work, “Ecoterra” in Nariño, with 140 producer partners, and “Terra Verde” in Huila, with 120.\nFor Terra Coffee SAS as a whole, quality in coffee is very rationally understood as a direct pathway to well-being for volume-limited, small coffee farming families. Driving their business model is an understanding that quality results from small harvests have direct impacts on not just the farm owner, but the many dependents on each small farm, including young children, older adults, and the women of the household performing essential labor that often goes unpaid. By increasing quality and placing microlots in the market, Terra Coffee SAS plans not only to increase prices to growers and their families, but also increase their sense of pride in the details of their work.\nThis traceable honey processed community blend of the Caturra Chiroso variety with a vibrant regional profile comes from 12 producers with small farms within the department of Huila. Each producer has their own micro-mill where they carefully harvest cherries, depulp, ferment, and gently dry the parchment on raised beds. Imagine the harmony between these producers in farm management and post-harvest practices to achieve a clean and consistent blend. This is where Terra Coffee SAS steps in with post-harvest strategies and cupping expertise. Then Mastercol adds crucial logistical support for things like warehousing and milling so this lot can reach the international market.\t\t",
        "grower": "12 producers organized around Terra Coffee SAS",
        "link": "https://royalcoffee.com/product/3427097000012947134/",
        "listed_flavors": "Plum, rhubarb, floral, sage, clean",
        "process": "Fully washed and dried inside solar dryers that provide protection from the rain",
        "region": "South of Huila, Huila, Colombia",
        "site": "Royal Coffee",
        "variety": "Caturra Chiroso"
    },
    "Colombia Huila Finca La Floresta Nohora Sepulveda De Zanbrano – *52384* – 27110 – 68.7 kg GrainPro Bags ": {
        "altitude": "1700 masl",
        "background": "\n\t\t\tCoffee Background\n\t\t\tHuila is arguably Colombia’s best-known department for bright and aromatic coffees, light on the palate and articulate in flavor. Huila is a long and narrow valley that follows a winding gap between two large cords of the Andes. Uphill from the valley’s lush and picturesque lower slopes (Colombia’s 950-mile long Magdalena River has its source in southern Huila and has shaped the agriculture here for centuries) are a diverse array of coffee producing communities, often dramatically steep, and each with their own unique climate and history. Algeciras is one such community, located near the middle of the department and tucked away in its Eastern foothills near the border of Caquetá.\nThe 5-hectare farm of La Floresta, belonging to 73 year-old Nohora Sepulveda de Zambrano, is a 45-minute drive from the municipality of Algeciras. Doña Nohora runs the farm with a small team, consisting of Alexander, her longtime farm manager, her two sons Edwin and Rafael, and an annual team of 25 local pickers to execute each of the farm’s two harvests (Huila, like some other departments in Colombia’s coffee belt, has both an early summer main crop and what’s known as a mitaca, or fly crop, that occurs in the fall). Doña Nohora’s farm is part of a larger family parcel that includes adjacent land formerly owned by her late husband, now managed by Edwin and his wife, Nancy Maria. The extended family grows plantains and yucca alongside their coffee, which includes Castillo, Caturra, and Colombia cultivars.\nProcessing at La Floresta is a multi-week endeavor, due to the climate effect on fermentation and drying. Coffee, carefully hand-picked in the field, is depulped and fermented up to 60 hours, washed clean, and then dried for up to 45 days on raised beds, which the family keeps inside a parabolic greenhouse. The family also maintains patios for additional drying space.\nAzahar Coffee, the sourcing company and exporter of Doña Nohora’s coffee, originally began as a specialty roaster and coffee boutique in Bogotá serving Colombia’s top quality microlots to a developing local consumer base. In time, Azahar began making international connections to their farmer contacts and exporting green coffee, with top traceability and ambitious price transparency, to select buyers in a few northern markets.\nThe business has evolved to what is now a very sophisticated exporting model. Azahar partners with local grower organizations to identify coffees and producers of the highest potential, pull these aside from the usual export stream, and market them directly to buyers internationally on a quality-based pricing scale. The net effect of the intervention is often significantly more money than a farm could receive without the added exposure and marketing. Through Azahar, countless farms and communities are being uncovered and sold globally with traceability not experienced before. And prices follow: the average farm gate price farmers receive from Azahar sales is 25-50% above Colombia’s federal price. This particular lot was purchased at a farm gate price of COP 1,200,000 per carga (125kg of parchment coffee), or $1.44 per pound for milled green coffee.\t\t",
        "grower": "Nohora Sepulveda de Zambrano",
        "link": "https://royalcoffee.com/product/3427097000015523178/",
        "listed_flavors": "Apricot, peach, raspberry, nutty, malty",
        "process": "Full natural and dried on raised beds",
        "region": "Algeciras, Huila, Colombia",
        "site": "Royal Coffee",
        "variety": "Castillo"
    },
    "Colombia Huila La Argentina – 28817 – 69.7 kg GrainPro Bags ": {
        "altitude": "1600 - 1900 masl",
        "background": "\n\t\t\tCoffee Background\n\t\t\tEver stop to think about all the variables that factor into creating a distinct, complex, clean and consistent regional blend? Here is one you will want to dissect with one part terroir (from the coveted department of Huila), one part processing innovation (double fermentation), and one-part small farm collaboration (the backbone of Colombian production). This traceable community blend from the municipality of La Argentina. La Argentina lot was produced from the efforts of 30 producers committed to following a specific processing protocol. Using their own micro-mill, each producer carefully harvested cherries, fermented the cherries between 40-50 hours and then gently dried on raised beds between 10 to 15 days. The harmony between these producers in post-harvest practices was impressively precise to achieve such a clean and consistent blend. An export company called Mastercol provides crucial cupping evaluations to ensure the resulting harmony and character, as well as logistical support for things like warehousing and milling the coffee before export to the international market, which means better income reaches farmers so they can reinvest in their farms and strengthen their families’ livelihoods.\t\t",
        "grower": "30 producers organized around MASTERCOL",
        "link": "https://royalcoffee.com/product/3427097000012947221/",
        "listed_flavors": "Citrus zest, brown sugar, graham, chocolate",
        "process": "Fully washed and dried on elevated tables inside solar dryers that provide protection from the rain",
        "region": "La Argentina, Huila, Colombia",
        "site": "Royal Coffee",
        "variety": "Castillo, Caturra, and Colombia"
    },
    "Colombia Huila Lactic Fermentation Caturra – 28814 – 69.9 kg GrainPro Bags ": {
        "altitude": "1400-1800 masl",
        "background": "\n\t\t\tCoffee Background\n\t\t\tEver stop to think about all the variables that factor into creating a distinct, complex, clean and consistent regional blend? Here is one you will want to dissect, with one part terroir (from the coveted department of Huila), one part variety (Caturra), one part processing innovation (prolonged lactic fermentation), and one-part small farm collaboration (the backbone of Colombian production). This traceable community blend with a vibrant regional profile and unique processing character was produced from the efforts of 15 producers committed to following a specific processing protocol with the Caturra variety. Using their own micro-mill, each producer carefully harvested the caturra cherries, depulped and then fermented for up to 220 hours in aerator tanks designed to promote a lactic bacteria environment during the fermentation. After this prolonged process of fermenting, the coffee was washed and then gently dried on raised beds. The harmony between these producers in post-harvest practices was impressively precise to achieve such a clean and consistent blend. An export company called Mastercol provides crucial cupping evaluations to ensure the resulting harmony and character, as well as logistical support for things like warehousing and milling the coffee before export to the international market, which means better income reaches producers so they can reinvest in their farms and strengthen their families’ livelihoods.\t\t",
        "grower": "15 producers organized around Mastercol",
        "link": "https://royalcoffee.com/product/3427097000012947186/",
        "listed_flavors": "Prune, sage, malt, sweet, jammy",
        "process": "Fully washed, lactic fermentation and dried inside solar dryers that provide protection from the rain",
        "region": "Huila, Colombia",
        "site": "Royal Coffee",
        "variety": "Caturra"
    },
    "Colombia Huila Lactic Fermentation Pacamara – 28816 – GrainPro Bags ": {
        "altitude": "1400-1800 masl",
        "background": "\n\t\t\tCoffee Background\n\t\t\tEver stop to think about all the variables that factor into creating a distinct, complex, clean and consistent regional blend? Here is one you will want to dissect, with one part terroir (from the coveted department of Huila), one part variety (Pacamara), one part processing innovation (prolonged lactic fermentation), and one part small farm collaboration (the backbone of Colombian production). This traceable community blend with a vibrant regional profile and unique processing character was produced from the efforts of 6 producers committed to following a specific processing protocol and the Pacamara variety.  Using their own micro-mill, each producer carefully harvested the Pacamara cherries, depulped and then fermented for up to 220 hours in aerator tanks designed to promote a lactic bacteria environment during the fermentation. After this prolonged process of fermenting, the coffee was washed and then gently dried on raised beds.  The harmony between these producers in post-harvest practices was impressively precise to achieve such a clean and consistent blend.  An export company called Mastercol provides crucial cupping evaluations to ensure the resulting harmony and character, as well as, logistical support for things like warehousing and milling the coffee before export to the international market, which means better income reaches producers so they can reinvest in their farms and strengthen their families’ livelihoods.\t\t",
        "grower": "6 producers organized around Mastercol",
        "link": "https://royalcoffee.com/product/3427097000012947212/",
        "listed_flavors": null,
        "process": "Fully washed, lactic fermentation and dried inside solar dryers that provide protection from the rain",
        "region": "Huila, Colombia",
        "site": "Royal Coffee",
        "variety": "Pacamara"
    },
    "Colombia Narino El Carmen – 28818 – 69.8 kg GrainPro Bags ": {
        "altitude": "1700-2100 masl",
        "background": "\n\t\t\tCoffee Background\n\t\t\tTerra Coffee SAS is a young producer group, established in 2016, with a narrow focus on developing high quality coffees alongside select producers in the Huila and Nariño departments, and sharing them with the world. The small company manages one single producer association in each department where they work, “Ecoterra” in Nariño, with 140 producer partners, and “Terra Verde” in Huila, with 120.\nFor Terra Coffee SAS as a whole, quality in coffee is very rationally understood as a direct pathway to well-being for volume-limited, small coffee farming families. Driving their business model is an understanding that quality results from small harvests have direct impacts on not just the farm owner, but the many dependents on each small farm, including young children, older adults, and the women of the household performing essential labor that often goes unpaid. By increasing quality and placing microlots in the market, Terra Coffee SAS plans not only to increase prices to growers and their families, but also increase their sense of pride in the details of their work.\nThe 25 producers contributing to this coffee synchronized on a precise fermentation model which, in the own words of Terra Coffee’s founders, was “designed to obtain the best fruit and citric notes of Nariño, as well as the characteristic sweetness of the region” and “leave us with a brilliant, juicy acidity”. Each producer has their own micro-mill where they carefully harvest cherries, depulp, ferment, and gently dry the parchment on raised beds. Imagine the harmony between these producers in farm management and post-harvest practices to achieve a clean and consistent blend. This is where Terra Coffee SAS steps in with post-harvest strategies and cupping expertise. Then Mastercol adds crucial logistical support for things like warehousing and milling so this lot can reach the international market.\t\t",
        "grower": "25 producers organized around Terra Coffee SAS",
        "link": "https://royalcoffee.com/product/3427097000012947232/",
        "listed_flavors": "Butterscotch, maple, pastry-dough, milk chocolate",
        "process": "Washed",
        "region": "Nariño Department, Colombia",
        "site": "Royal Coffee",
        "variety": "Caturra, Colombia"
    },
    "Colombia Quindio Gold Honey Yellow Bourbon Colombia – 28807 – 35.0 kg GrainPro Bags ": {
        "altitude": "1600 masl",
        "background": "\n\t\t\tCoffee Background\n\t\t\tFor such a naturally gifted department as Quindío, it tends to receive less recognition than others for its coffee. Quindío is Colombia’s second-smallest department by size, making up only about 0.2% of the national territory. It’s location, however, right on the central cordillera of Colombia’s vast Andes divide, and centrally between the country’s largest and most influential cities (Bogotá, Medellín, and Cali), give it a high volume of tourist traffic, coffee industry, airline commuters, and idyllic getaways in the form of brightly painted mountain towns, natural reserves, and high elevation tropical landscapes throughout. Almost the entire department is mountainous, its lowest elevations still over 1000 meters, and many parts are dense with coffee plantations, from the small to the large and ambitious. \n\nFinca Campo Hermoso is a 15-hectare farm outside of Circasia, only a few kilometers north of Quindío’s capital city Armenia. It’s owner, Edwin Noreña, is an agroindustrial engineer by trade with graduate-level studies in biotechnology. Edwin is a well-connected and highly aspirational coffee producer who focuses on cultivating very specific varieties paired with very specific processing methods designed to express the most surprising, memorable, and delicious coffees possible within his resources. Finca Campo Hermoso concentrates on growing a wide variety of coffee cultivars, including pink bourbon, yellow bourbon, yellow caturra, bourbon sidra, gesha, and Cenicafe 1, a resistant hybrid developed by Cenicafé, Colombia’s national coffee research institute. The resulting coffees are often marketed under “El Alquimista”, Edwin’s personal brand for his microlots, which have featured in barista competitions and choosy roasters around the world (and Royal Coffee’s own inventory from time to time). \n\nEdwin’s processing for this particular lot involves a two-step fermentation, followed by raised-bed drying. Fresh cherry is first soaked in water for 1 hour, and then fermented in the style of carbonic maceration, in which the fruit is sealed in a chamber with a one-way valve for oxygen to escape but not enter, creating an increasingly CO2-rich environment as the cherry ferments. After 48-hours in the sealed chamber, the cherry is depulped and fermented in a covered tank with the addition of the yellow “must”—the sugary, tangy juice produced during carbonic maceration—added as well. This second fermentation lasts 72 hours. Once complete the parchment is washed clean, leaving about 25% of the original mucilage intact and taken to raised beds to dry in the sun. Drying takes 15 days for this process. The fully dried coffee is conditioned for 8 days in a warehouse, allowing for humidity to stabilize inside the seeds, and then moved into GrainPro bags for long-term storage, where it is cupped numerous times over the next few weeks for quality analysis. \n\nOxygen-deprived, or “anaerobic” fermentation environments like the above have gained traction among processing wonks in coffee for the unique flavors and tanginess they can add, as well as creating exaggerated lactic- or phosphoric-like characteristics in the cup compared to what we’re used to. Edwin, by investing in his processing knowhow, is able to produce a wide variety of cup profiles from a small parcel of land, further expanding cuppers’ expectations of Quindío coffees and evolving the standards of his peers, not to mention boosting the notoriety of Campo Hermoso and the 30 families that contribute work to the farm.  \t\t",
        "grower": "Edwin Noreña | Finca Campo Hermoso",
        "link": "https://royalcoffee.com/product/3427097000012947087/",
        "listed_flavors": "Lime, jasmine/honeysuckle, ginger, honey",
        "process": "Custom cherry fermentation, depulped and dried in the sun",
        "region": "Circasia Municipality, Quindío Department, Colombia",
        "site": "Royal Coffee",
        "variety": "Yellow Bourbon & Yellow Caturra"
    },
    "Colombia Supremo 17/18 – 29458 – 69.9 kg Bags ": {
        "altitude": "1300 – 1650 masl",
        "background": "\n\t\t\tCoffee Background\n\t\t\tIn Colombia the vast majority of coffee is cultivated, harvested and processed on small family owned farms. While these producers are their own architects, designing farm management and post-harvest solutions to fit their needs, they also need strong alliances to bring their coffee to the international market and earn fair prices. To support this system of small farm production, Colombia established the Federación Nacional de Cafeteros de Colombia (FNC) to organize and support a complex network of larger regional coffee cooperatives. These cooperatives provide producers with valuable logistical support like centralized warehouses to store dried parchment and dry mills where the coffee is prepared for export. The Supremo grade, the highest rating of any Colombian bean, is the largest beans with a 17/18 designation for beans that will not pass through a screen opening below 17/64 of an inch. Supremo lots are often traceable to regions of Colombia, each with distinct harvest times, which provides for a constant supply of fresh Colombian Supremo throughout the calendar year.\t\t",
        "grower": "Producers from coffee communities in Colombia",
        "link": "https://royalcoffee.com/product/3427097000014609506/",
        "listed_flavors": null,
        "process": "Fully washed and dried in the sun",
        "region": "Colombia",
        "site": "Royal Coffee",
        "variety": "Castillo, Caturra, Colombia, and Typica"
    },
    "Colombia Supremo 17/18 – 29743 – 70.0 kg Bags ": {
        "altitude": "1300 – 1650 masl",
        "background": "\n\t\t\tCoffee Background\n\t\t\tIn Colombia the vast majority of coffee is cultivated, harvested and processed on small family owned farms. While these producers are their own architects, designing farm management and post-harvest solutions to fit their needs, they also need strong alliances to bring their coffee to the international market and earn fair prices. To support this system of small farm production, Colombia established the Federación Nacional de Cafeteros de Colombia (FNC) to organize and support a complex network of larger regional coffee cooperatives. These cooperatives provide producers with valuable logistical support like centralized warehouses to store dried parchment and dry mills where the coffee is prepared for export. The Supremo grade, the highest rating of any Colombian bean, is the largest beans with a 17/18 designation for beans that will not pass through a screen opening below 17/64 of an inch. Supremo lots are often traceable to regions of Colombia, each with distinct harvest times, which provides for a constant supply of fresh Colombian Supremo throughout the calendar year.\t\t",
        "grower": "Producers from coffee communities in Colombia",
        "link": "https://royalcoffee.com/product/3427097000015560083/",
        "listed_flavors": null,
        "process": "Fully washed and dried in the sun",
        "region": "Colombia",
        "site": "Royal Coffee",
        "variety": "Castillo, Caturra, Colombia, and Typica"
    },
    "Costa Rica Birri Heredia SHB EP – 29008 ": {
        "altitude": "1500 masl",
        "background": "\n\t\t\tCoffee Background\n\t\t\tCOSTA RICA BIRRI HEREDIA SHB EP is sourced from a family-owned farm located near the community of Birri in Santa Bárbara within the province of Heredia, Costa Rica. José Antonio García has owned and managed the 50-acre farm called Rosa Linda for more than 30 years. José Antonio delivers ripe cherry directly to Café de Altura de San Ramon, which has a state-of-the-art wet-mill designed to process traceable micro-lots. The collaboration allows José Antonio to focus his attention and resources on farm nd meticulous cherry selection. The income from the farm supports José Antonio García, his wife and their three daughters.\t\t",
        "grower": "José Antonio García | Finca Rosa Linda",
        "link": "https://royalcoffee.com/product/3427097000013368202/",
        "listed_flavors": "Cherry, cola, chocolate, bright, full-bodied",
        "process": "Fully washed after pulping and fermenting. Dried on patios for 18 days",
        "region": "Birri, Santa Bárbara, Heredia, Costa Rica",
        "site": "Royal Coffee",
        "variety": "Red Catuai, Caturra"
    },
    "Costa Rica Cerro Nuboso Honey Microlot – 28708 – GrainPro Bags ": {
        "altitude": "1875 – 2050 masl",
        "background": "\n\t\t\tCoffee Background\n\t\t\tThere is nowhere like Costa Rica when it comes to coffee processing and micro-mill innovations. This is certainly the case with this honey processed micro-lot, harvested from Cerro Nuboso, a 4-acre farm owned by Thais Chacon Zuniga. While the farm has been in the Chacón family for generations, the newest generation of the Chacón family have taken the family farms in a new direction. The biggest change came in 2017 when Thais’ children established a mill to process the harvest and prepare green coffee for export, breaking the traditional mold of delivering cherries to a cooperative mill. With full independence, the Chacón family has implemented post-harvest controls that bring out the best in their coffee. These include meticulous attention to cherry selection, controlled fermentations and extended drying times on raised beds. Coffee is stored to rest for 3 months and then prepared for export with the same care given at the wet-mill. The family has recently refocused on farm renovations that include a more robust shade canopy to mitigate climate change and extend maturation times, which promote sweeter profiles.\t\t",
        "grower": "Thais Chacon Zuniga",
        "link": "https://royalcoffee.com/product/3427097000012931037/",
        "listed_flavors": null,
        "process": "Honey processed, depulped and immediately dried on raised screens in the sun",
        "region": "Santa María de Dota, San José Province, Costa Rica",
        "site": "Royal Coffee",
        "variety": "Catuai, Yellow Bourbon, Red Bourbon, Mundo Novo, and Villalobos"
    },
    "Costa Rica Don Claudio Natural Caturra Catuai SHB EP – 28241 – GrainPro Bags ": {
        "altitude": "1750-1900 masl",
        "background": "\n\t\t\t\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tCosta Rica El Poeta SHB EP – 28911 – February 2023 Shipment – RCWHSE\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tBags: 275\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\tGet a Quote\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tEthiopia Guji 1 Natural Uraga – Lot 85 – 28704 – GrainPro Bags – SPOT COSEATAC\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tBags: 7\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\tAdd To Cart\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tGuatemala Huehuetenango Finca La Severa SHB EP – *52725* – 27523 – Ecotact Bags – SPOT RCWHSE\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tBag: 1\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\tAdd To Cart\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\n\t\t\t",
        "grower": "Producers from La Piedra De Rivas",
        "link": "https://royalcoffee.com/product/3427097000014622277/",
        "listed_flavors": "Pear, white peach, marshmallow, chocolate",
        "process": "Full natural and dried in the sun",
        "region": "La Piedra De Rivas, Pérez Zeledón, San José Province, Costa Rica",
        "site": "Royal Coffee",
        "variety": "Catuai, Caturra"
    },
    "Costa Rica El Alto Natural Microlot – 28707 – GrainPro Bags ": {
        "altitude": "1875 – 2050 masl",
        "background": "\n\t\t\tCoffee Background\n\t\t\tThere is nowhere like Costa Rica when it comes to coffee processing and micro-mill innovations. This is certainly the case with this natural processed micro-lot, harvested from Cerro Nuboso, a 4-acre farm owned by Thais Chacon Zuniga. While the farm has been in the Chacón family for generations, the newest generation of the Chacón family have taken the family farms in a new direction. The biggest change came in 2017 when Thais’ children established a mill to process the harvest and prepare green coffee for export, breaking the traditional mold of delivering cherries to a cooperative mill. With full independence, the Chacón family has implemented post-harvest controls that bring out the best in their coffee. These include meticulous attention to cherry selection and extended drying times on raised beds. Coffee is stored to rest for 3 months and then prepared for export with the same care given at the wet-mill. The family has recently refocused on farm renovations that include a more robust shade canopy to mitigate climate change and extend maturation times, which promote sweeter profiles.\t\t",
        "grower": "Thais Chacón Zuniga | Finca Cerro Nuboso",
        "link": "https://royalcoffee.com/product/3427097000012931024/",
        "listed_flavors": "Black cherry, concord grape, cola, cocoa",
        "process": "Full natural dried on raised screens in the sun",
        "region": "Alto de San Pedro, Santa María de Dota, San José Province, Costa Rica",
        "site": "Royal Coffee",
        "variety": "Catuai, Yellow Bourbon, Red Bourbon, Mundo Novo, and Villalobos"
    },
    "Costa Rica El Diamante Anaerobic – *52122* – 27769 – GrainPro Bags ": {
        "altitude": "1100-1350 masl",
        "background": "\n\t\t\tCoffee Background\n\t\t\tCosta Rica El Diamante Anaerobic SHB GrainPro is sourced from a El Diamante, which is owned and operated by Carlos Fernández Morera and his family. El Diamante is a 14-acre farm located in San Rafael de San Ramón within the province of Alajuela, Costa Rica. Carlos and his family are members of Café de Altura de San Ramón Especial S.A. (Café de Altura), an association that was founded in 2004 and currently has more than 3500 members who receive technical support to increase the quality of their coffee and productivity on their farms. El Diamante is an example of cutting edge experimentation paying off for producers. The coffee is processed using an anaerobic fermentation process, which means the depulped coffee was fermented in an airtight tank with its own honey water. Temperature, brix, pH, time, and pressure are carefully controlled to enhance the coffee's flavors during the fermentation process. The results have been frequently recognized with top finishes in the Cup of Excellence auction in Costa Rica, including a fourth-place finish in 2017.\t\t",
        "grower": "Carlos Fernández Morera | Finca El Diamante",
        "link": "https://royalcoffee.com/product/3427097000010941347/",
        "listed_flavors": "Watermelon, tamarind, baked apple, crisp",
        "process": "Anaerobic fermention, Fully washed, and dried in the sun on patios and raised beds",
        "region": "San Rafael de San Ramón, Alajuela, Costa Rica",
        "site": "Royal Coffee",
        "variety": "Caturra"
    },
    "Costa Rica Hacienda La Florida Natural Gesha – *52125* – 27301 – GrainPro Bags ": {
        "altitude": "1900 - 2006 masl",
        "background": "\n\t\t\tCoffee Background\n\t\t\tIt’s always nice to see someone new come to the stage in a place like Costa Rica, where coffee production seems to be constantly shrinking despite some of the most innovative adaptations seen anywhere in the coffeelands.  Roberto Leiva and his 20 acre farm called Hacienda La Florida has just recently started producing the gesha variety at a stunning 1900 meters above sea level.  Roberto came late to coffee cultivation because his attention was fixed on cultivating strawberries and avocados.  But in Costa Rica, it’s hard to avoid the draw to coffee.  And while he is new to coffee, Roberto made some shrewd decisions, like planting Gesha and elected to use a natural process.  This is not the typical Tico way, where technology usually finds a way into processing coffee.  But for Roberto, it made sense to use the low tech method and avoid a large investment in equipment.  And when done right, drying coffee in the cherry offers a standout cup profile and does not require excessive use of water or energy associated with other processing methods.\t\t",
        "grower": "Roberto Leiva | Hacienda La Florida",
        "link": "https://royalcoffee.com/product/3427097000010940411/",
        "listed_flavors": null,
        "process": "Full natural and dried on raised beds",
        "region": "Copey de Dota, San José, Costa Rica",
        "site": "Royal Coffee",
        "variety": "Gesha"
    },
    "Costa Rica La Pastora Tarrazu Washed SHG – 28848 – Ecotact Bags ": {
        "altitude": "1300 – 1600 masl",
        "background": "\n\t\t\tCoffee Background\n\t\t\tIn Tarrazu there is a cooperative that runs like a clock, a very big and well calibrated clock. With more than 4,650 members from Tarrazu, a canton in the province of San Jose, Cooperativa de Caficultores de Tarrazú RL (Coopetarrazu) is designed to receive cherries from many small farms and consistently process their coffee into a well-balanced regional blend called La Pastora.\n\nLike clockwork, a parade of vehicles of all sizes, from pick-up trucks to dump trucks coming from central receiving stations, arrive in the late afternoon full of cherries that were picked during the day. The cherries are quickly weight and placed in a large tank with water to remove the less dense beans that float to the top inside the cherry. Next the cherries are depulped and pass through a demucilager that mechanically strips the mucilage from the beans. All of this is done with a recycling water system. The washed beans move down from the wet-mill through a long elevated conveyor belt into a machine that uses forced air to shed any remaining water. The coffee then passes through a series of dryers to gently reduce the moisture to 11 percent. All of this happens in a matter of just over 72 hours, which seems fast until you stop to consider that not a minute is wasted in the process. After all this, the coffee is rested for a period of at least a month in silos and then milled for export with another equally impressive series of machines dedicated to dehulling and sorting green beans by weight and color.\n\nCoopetarrazu has an equally intricate model of income diversification with a profitable agriculture supply store and grocery store. Cooperative members also have access to low interest loans and healthcare.   \t\t",
        "grower": "Cooperativa de Caficultores de Tarrazú RL (COOPETARRAZU) | 4,650 members",
        "link": "https://royalcoffee.com/product/3427097000016264158/",
        "listed_flavors": "Apple juice, caramel, cocoa, sweet",
        "process": "Fully washed and dried in the sun",
        "region": "San Marcos de Tarrazú, San José, Costa Rica",
        "site": "Royal Coffee",
        "variety": "Caturra, Catuai"
    },
    "Costa Rica La Rosa SHB EP – *51728* – 24795 – Ecotact Bags ": {
        "altitude": "1300 – 1700 masl",
        "background": "\n\t\t\tCoffee Background\n\t\t\tCosta Rican cooperatives are like symphonies. Or at least that is the sensation you get at Cooperativa de Productores de Café y Servicios Múltiples de Naranjo R.L. (Coopronaranjo) where every aspect of coffee is included in their repertoire. Coopronaranjo has ecologically designed instruments to handle every aspect of the post-harvest processing and it all runs on hydropower. But it’s not just mill equipment that makes a big impression. This cooperative also has an organic fertilizer production plant that uses vermiculture to convert coffee pulp back into low cost organic fertilizer. And if worms aren't to your taste, Coopronaranjo also operates a local supermarket and sells roasted coffee for national consumption. With more than 2000 producer-members from the Canton of Naranjo within the province of Alajuela, Costa Rica, this cooperative is designed to receive cherries from many small farms and harmonize the coffee into a well-tuned regional blend called La Rosa. So good that La Rosa was featured as one of our first Crown Jewels.\t\t",
        "grower": "Henry Méndez Arce, Carlos Haug, Alcides Camacho, Fernando París, Xenia Sanchez, Guillermo Chacón, and Juan José Araya | Cooperativa de Productores de Café y Servicios Múltiples de Naranjo R.L. (Coopronaranjo)",
        "link": "https://royalcoffee.com/product/3427097000016370234/",
        "listed_flavors": "Lemon, demerara sugar, rose, milk chocolate",
        "process": "Fully washed and dried in the sun",
        "region": "Naranjo, Alajuela, Costa Rica",
        "site": "Royal Coffee",
        "variety": "Caturra, Catuai, Obata, and Sarchimor"
    },
    "Costa Rica Los Santos Tarrazu SHB EP – 28059 – GrainPro Bags ": {
        "altitude": "1200 – 1400 masl",
        "background": "\n\t\t\tCoffee Background\n\t\t\tIn Tarrazu there is a cooperative that runs like a clock, a very big and well calibrated clock. With more than 4,650 members from Tarrazu, a canton in the province of San Jose, Cooperativa de Caficultores de Tarrazú RL (Coopetarrazu) is designed to receive cherries from many small farms and consistently process their coffee into a well-balanced regional blend called Los Santos.\n\nLike clockwork, a parade of vehicles of all sizes, from pick-up trucks to dump trucks coming from central receiving stations, arrive in the late afternoon full of cherries that were picked during the day. The cherries are quickly weight and placed in a large tank with water to remove the less dense beans that float to the top inside the cherry. Next the cherries are depulped and pass through a demucilager that mechanically strips the mucilage from the beans. All of this is done with a recycling water system. The washed beans move down from the wet-mill through a long elevated conveyor belt into a machine that uses forced air to shed any remaining water. The coffee then passes through a series of dryers to gently reduce the moisture to 11 percent. All of this happens in a matter of just over 72 hours, which seems fast until you stop to consider that not a minute is wasted in the process. After all this, the coffee is rested for a period of at least a month in silos and then milled for export with another equally impressive series of machines dedicated to dehulling and sorting green beans by weight and color.\n\nCoopetarrazu has an equally intricate model of income diversification with a profitable agriculture supply store and grocery store. Cooperative members also have access to low interest loans and healthcare.   \t\t",
        "grower": "Cooperativa de Caficultores de Tarrazú RL (COOPETARRAZU) | 4,650 members",
        "link": "https://royalcoffee.com/product/3427097000016970354/",
        "listed_flavors": "Lemonade, apple juice, milk chocolate, clean, sweet",
        "process": "Fully washed and dried in the sun",
        "region": "San Marcos de Tarrazú, San José, Costa Rica",
        "site": "Royal Coffee",
        "variety": "Caturra, Catuai"
    },
    "Costa Rica RFA West Valley La Candelaria Estate – *52104* – 27296 ": {
        "altitude": "1200 - 1400 masl",
        "background": "\n\t\t\tCoffee Background\n\t\t\tLa Candelaria estate is large for Costa Rica standards, and puts ample resources into environmental stewardship. The estate is located in the vicinity of Palmares, in the Alajuela province. Alajuela is part of Costa Rica’s well-known West Valley, one of the country’s most historic coffee regions. La Candelaria is 150 hectares of blended coffee production and natural forest preserve. Hans Aeberhard, the owner and manager since 1980, runs both a native wildlife protection program and a reforestation program on the estate, in addition to maintaining Rain Forest Alliance certification. In the greater community La Candelaria seeks to make an impact as well, by providing economic aid to the nearby rural school, which is used for nutrition and learning supplies.  \n\nWhen it comes to coffee, Hans processes and mills on property where he can oversee a variety of techniques. (This is Costa Rica, after all, where it is not uncommon to see even small family plots exercising extreme levels of mastery over various degrees of honey and natural profiles made at home.) This washed lot is a standard depulped, fermented, washed, and screen-dried blend of cultivars from across La Candelaria.  \t\t",
        "grower": "La Candelaria Estate",
        "link": "https://royalcoffee.com/product/3427097000010940401/",
        "listed_flavors": "Caramel, fudge, herbal, buttercream, bright",
        "process": "Caturra, catuaí, villa sarchi",
        "region": "Candelaria, Palmares, Alajuela, Costa Rica",
        "site": "Royal Coffee",
        "variety": "Caturra, Catuaí, and Villa sarchi"
    },
    "Costa Rica RFA West Valley La Candelaria Estate – 29007 ": {
        "altitude": "1200 - 1400 masl",
        "background": "\n\t\t\tCoffee Background\n\t\t\tLa Candelaria estate is large for Costa Rica standards, and puts ample resources into environmental stewardship. The estate is located in the vicinity of Palmares, in the Alajuela province. Alajuela is part of Costa Rica’s well-known West Valley, one of the country’s most historic coffee regions. La Candelaria is 150 hectares of blended coffee production and natural forest preserve. Hans Aeberhard, the owner and manager since 1980, runs both a native wildlife protection program and a reforestation program on the estate, in addition to maintaining Rain Forest Alliance certification. In the greater community La Candelaria seeks to make an impact as well, by providing economic aid to the nearby rural school, which is used for nutrition and learning supplies.  \n\nWhen it comes to coffee, Hans processes and mills on property where he can oversee a variety of techniques. (This is Costa Rica, after all, where it is not uncommon to see even small family plots exercising extreme levels of mastery over various degrees of honey and natural profiles made at home.) This washed lot is a standard depulped, fermented, washed, and screen-dried blend of cultivars from across La Candelaria.  \t\t",
        "grower": "La Candelaria Estate",
        "link": "https://royalcoffee.com/product/3427097000013368189/",
        "listed_flavors": "Lemon/lime, apple, effervescent, chocolate",
        "process": "Caturra, catuaí, villa sarchi",
        "region": "Candelaria, Palmares, Alajuela, Costa Rica",
        "site": "Royal Coffee",
        "variety": "Caturra, Catuaí, and Villa sarchi"
    },
    "Costa Rica Tarrazu La Pastora SHB EP – *51707* – 25986 ": {
        "altitude": "1300 – 1600 masl",
        "background": "\n\t\t\tCoffee Background\n\t\t\tIn Tarrazu there is a cooperative that runs like a clock, a very big and well calibrated clock. With more than 4,650 members from Tarrazu, a canton in the province of San Jose, Cooperativa de Caficultores de Tarrazú RL (Coopetarrazu) is designed to receive cherries from many small farms and consistently process their coffee into a well-balanced regional blend called La Pastora.\n\nLike clockwork, a parade of vehicles of all sizes, from pick-up trucks to dump trucks coming from central receiving stations, arrive in the late afternoon full of cherries that were picked during the day. The cherries are quickly weight and placed in a large tank with water to remove the less dense beans that float to the top inside the cherry. Next the cherries are depulped and pass through a demucilager that mechanically strips the mucilage from the beans. All of this is done with a recycling water system. The washed beans move down from the wet-mill through a long elevated conveyor belt into a machine that uses forced air to shed any remaining water. The coffee then passes through a series of dryers to gently reduce the moisture to 11 percent. All of this happens in a matter of just over 72 hours, which seems fast until you stop to consider that not a minute is wasted in the process. After all this, the coffee is rested for a period of at least a month in silos and then milled for export with another equally impressive series of machines dedicated to dehulling and sorting green beans by weight and color.\n\nCoopetarrazu has an equally intricate model of income diversification with a profitable agriculture supply store and grocery store. Cooperative members also have access to low interest loans and healthcare.   \t\t",
        "grower": "Cooperativa de Caficultores de Tarrazú RL (COOPETARRAZU) | 4,650 members",
        "link": "https://royalcoffee.com/product/3427097000009454952/",
        "listed_flavors": "Guava, peach, floral, caramel, dark chocolate",
        "process": "Fully washed and dried in the sun",
        "region": "San Marcos de Tarrazú, San José, Costa Rica",
        "site": "Royal Coffee",
        "variety": "Caturra, Catuai"
    },
    "Costa Rica Tarrazu La Pastora SHB EP – *51993* – 27006 – Ecotact Bags ": {
        "altitude": "1300 – 1600 masl",
        "background": "\n\t\t\tCoffee Background\n\t\t\tIn Tarrazu there is a cooperative that runs like a clock, a very big and well calibrated clock. With more than 4,650 members from Tarrazu, a canton in the province of San Jose, Cooperativa de Caficultores de Tarrazú RL (Coopetarrazu) is designed to receive cherries from many small farms and consistently process their coffee into a well-balanced regional blend called La Pastora.\n\nLike clockwork, a parade of vehicles of all sizes, from pick-up trucks to dump trucks coming from central receiving stations, arrive in the late afternoon full of cherries that were picked during the day. The cherries are quickly weight and placed in a large tank with water to remove the less dense beans that float to the top inside the cherry. Next the cherries are depulped and pass through a demucilager that mechanically strips the mucilage from the beans. All of this is done with a recycling water system. The washed beans move down from the wet-mill through a long elevated conveyor belt into a machine that uses forced air to shed any remaining water. The coffee then passes through a series of dryers to gently reduce the moisture to 11 percent. All of this happens in a matter of just over 72 hours, which seems fast until you stop to consider that not a minute is wasted in the process. After all this, the coffee is rested for a period of at least a month in silos and then milled for export with another equally impressive series of machines dedicated to dehulling and sorting green beans by weight and color.\n\nCoopetarrazu has an equally intricate model of income diversification with a profitable agriculture supply store and grocery store. Cooperative members also have access to low interest loans and healthcare.   \t\t",
        "grower": "Cooperativa de Caficultores de Tarrazú RL (COOPETARRAZU) | 4,650 members",
        "link": "https://royalcoffee.com/product/3427097000016370222/",
        "listed_flavors": "Apple cider, butterscotch, sweet",
        "process": "Fully washed and dried in the sun",
        "region": "San Marcos de Tarrazú, San José, Costa Rica",
        "site": "Royal Coffee",
        "variety": "Caturra, Catuai"
    }
}